export default {
  title: 'יצירת משתמש חזק',
  fileName: 'createUserX',
  description: 'יצירת משתמש בעל הרשאות חזקות',
  steps: [
    {
      title: "הולכים לקב''ם לעבור תדריך",
      description:
        'זה לא קורה כל יום אז צריך לתאם איתם מתי הם עושים את זה ולהגיע.',
      isBottleneck: true,
    },
    {
      title: 'פתחו בקשה באתר ניהול זהויות',
      description:
        " כאמור להיות רע''ן שיאשר את הבקשה. שימו לב שלא כל הרע''נים יכולים לאשר אז יכול להיות שזה לא יהיה הרע''ן שלכם. נסו ליצור קשר עם הרע''ן שביקשתם ממנו לאשר ולבקש ממנו לאשר.",
      isBottleneck: true,
    },
    {
      title: "נחזור לקב''ם כשהבקשה בניהול זהויות מאושרת",
      description:
        "הקב''ם יכול להגדיר לכם שאתם צריכים לזהזדהות בטביעת אצבע ולשלוח אתכם לאפסנאות להוציא קורא אצבע.",
      isBottleneck: true,
    },
  ],
};
