export default {
  title: 'יצירת משתמש',
  fileName: 'createUser',
  description: 'יצירת משתמש אישי ברשת צבאית',
  steps: [
    {
      title: "גשו לקב''ם ביחידתכם ובקשו מהם את לומדת הב''ם הנדרשת לפתיחת משתמש",
      description:
        "מאחר ואין לכם עדיין משתמש תצטרכו לעשות את הלומדה על מחשב של מישהו אחר. בסוף תצטרכו לשלוח לקב''ם את הציון שלכם.",
      isBottleneck: true,
    },
    {
      title: 'הוציאו טופס יצירת משתמש ממרכז המחשוב היחידתי - 7767',
      description: '',
      isBottleneck: true,
    },
    {
      title: 'החתימו את האנשים הרלוונטים על הטופס',
      description:
        "בתור מפקד תצטרכו להחתים סרן ומעלה, וגם הקב''ם צריך לחתום עלנ הטופס",
      isBottleneck: true,
    },
    {
      title: 'קחו את הטופס החתום חזרה למרכז מחשוב',
      description:
        "אם הם מאשרים את הטופס אתם יכולים ללכת לקב''ם חזרה שיוציאו לכם את המשתמש",
      isBottleneck: true,
    },
  ],
};
