export default {
  title: 'הזנת החזרי נסיעה',
  fileName: 'drivingMoney',
  description: 'קבלת החזר כספי על הנסיעה בכרב הפרטי לבסיס',
  steps: [
    {
      title: 'הכינו מראש את המסמכים',
      description:
        'אתם צריכים להביא רשיון רכב, ביטוח חובה, רשיון נהיגה, ואם הרכב לא רשום על שמכם אז גם אישור מבעל הרכב שאתם נוסעים בו באופן קבוע',
      isBottleneck: false,
    },
    {
      title: 'הוציאו ומלאו את הטופס החזרת החזרי נסיעות',
      description:
        'אתם יכולים להדפיס את זה לבד או לבקש מהשליש או השלישה שלכם להדפיס. בכל מקרה מומלץ למלא את הטופס יחד איתם',
      isBottleneck: true,
    },
    {
      title: 'הגישו את הטופס עם  כל המסמכים לשלישות',
      description: 'בקשו מהשלישות שיעברו ויראו שלא חסרים לכם טפסים',
      isBottleneck: true,
    },
  ],
};
