export default {
  title: 'הלבנה',
  fileName: 'halbana',
  description: 'העברת מידע מרשת בסיווג נמוך לרשת בסיווג גבוה',
  steps: [
    {
      title: 'פתיחת בקשה בשדה תעופה',
      description:
        'באתר של שדה תעופה, ברשת בסיווג הגבוה, פתחו בקשה חדשה. הגדירו את המידע שאתם רוצים להעביר ואת האנשים שאתם רוצים שיאשרו לכם את הבקשה',
      isBottleneck: false,
    },
    {
      title: 'צרבו את המידע שאתם רוצים להעביר על דיסק',
      description: '(בהצלחה עם למצוא צורב דיסקים או מחשב עם כונן)',
      isBottleneck: true,
    },
    {
      title: 'בדקו אם אישרו לכם את הבקשה',
      description:
        'לבקשות בשדה תעופה יש תוקף, אז כדאי לפנות לגורם המאשר ולוודא שהוא מאשר לכם את הבקשה',
      isBottleneck: true,
    },
    {
      title: 'גשו לעמדת שדה תעופה עם הדיסק הצרוב',
      description: 'הזינו את מספר הבקשה, הכניסו את הדיסק לעמדה וחכו לטעינה',
      isBottleneck: false,
    },
    {
      title: 'בדקו אם ההלבנה הסתיימה',
      description: 'אתם יכולים לעקוב אחרי סטטוס ההלבנה מהאתר של שדה תעופה',
      isBottleneck: false,
    },
    {
      title: 'גשו למידע שהלבנתם',
      description:
        'בתוך הרשומה של ההלבנה שהסתיימה תמצאו קישור לתיקיית רשת שבה נמצא המידע שהלבנתם',
      isBottleneck: false,
    },
  ],
};
