export default {
  title: 'השחרה',
  fileName: 'hashhara',
  description: 'העברת מידע מרשת בסיווג גבוה לרשת בסיווג נמוך',
  steps: [
    {
      title: "עושים בקשה במייל מול הקב''ם",
      description:
        "לבקשה מצרפים את זה הקבצים שרוצים להשחיר. הקב''ם צריך לאשר את זה עם גורמי קב''ם יותר גבוכהים.",
      isBottleneck: true,
    },
    {
      title: "כשיש אישור של הקב''ם הולכים לעמדת השחרה",
      description:
        'כנראה תהיה עמדה במתקן מחשב שלכם. הולכים לשם, הם מקבלים את האישור של הקבם ומוכנים לצרוב לכם על הדיסק',
      isBottleneck: true,
    },

    {
      title: 'אם רוצים להשחיר מרשת לרשת',
      description:
        'אם רוצים להשחיר ואז להלבין עושים את שני החלקים בנפרד- משחירים מהרשת המסווגת ומלבינים את הדיסק לרשת הפחות מסווגת',
      isBottleneck: true,
    },
  ],
};
