export default {
  title: "הזנת גמו''ש",
  fileName: 'hazanatGmush',
  description: 'הזנת הקורסים שעשיתם / קורס קצינים על מנת לקבל תוספת למשכורת',
  steps: [
    {
      title: 'בדקו במערכת הפרט והיחידה אם מוזנים לכם כל הקורסים שעשיתם',
      description: 'כיום הקורסים אמורים להיות מוזנים אוטומטית ולהיספר במערכת.',
      isBottleneck: false,
    },
    {
      title: 'אם חסרים לכם קורסים, דברו עם השלישות',
      description:
        'במידה וראיתם שלא נמצאים ברשימה קורסים שעשיתם, דברו עם שלישות היחידה שלכם וודאו איתם למה.',
      isBottleneck: true,
    },
    {
      title: "מגיע לכם גמו''ש גם על קורס קצינים",
      description:
        "אם חזרתם מקורס קצינים אתם זכאים לקבל גמו''ש. בנוסף, קצינים יכולים להזין שני גמושים אז אל תפסיקו לצבור שעות לגמו''ש השני.",
      isBottleneck: false,
    },
  ],
};
