export default {
  title: 'הזנת דיפלומה לתואר',
  fileName: 'hazanatDiploma',
  description: "הזנת התואר כך שיוכר ע''י הצבא, ",
  steps: [
    {
      title:
        'הוציאו אישור לימודים עם חותמת של המוסד בו למדתם, וגליון ציונים שלכם',
      description:
        'גשו בהקדם למוסד בו למדתם והוציאו את הטפסים הנדרשים. יתכן ותיאלצו להגיע לשם פיזית אז תכננו את הזמן נכון.',
      isBottleneck: true,
    },
    {
      title: 'הביאו את המסמכים לשלישות היחידה שלכם',
      description: "השלישות צריכים להזין את הטפסים מול מופ''ת",
      isBottleneck: true,
    },
    {
      title: 'תהיו עם יד על הדופק',
      description:
        "לפעמים לוקח הרבה זמן להזין את התואר. כדאי לבדוק מידי פעם אם הוזן לכם ואם לא אז לדבר עם השלישות או מופ''ת להבין את הסטטוס של הטפסים שלכם.",
      isBottleneck: true,
    },
  ],
};
