export default {
  title: 'כניסה לקבע',
  fileName: 'imInKevaNowWhat',
  description: 'כל מה שצריך לדעת על כרטיסים וביטוחים',
  steps: [
    {
      title: 'מרכז כניסה לקבע',
      description:
        'לא להילחץ, יזמנו אתכם. אבל אם אתם ממהרים אתם יכולים להתקשר לשם ולקבוע לעצמכם פגישה. כדאי לוודא מראש איזה ביטוחים יש לכם דרך ההורים כדי לא לחתום סתם על הכל. אם אתם לא מפרנסים אף אחד אתם יכולים גם לוותר על ההפרשה לשארים מהפנסיה. מומלץ לשבת עם הגופים השונים שמציעים שירותים מוזלים לעמיתי חבר, אבל אתם לא חייבים לסגור איתם מייד, תוכלו להתייעץ עם המשפחה ולחזור אליהם אחרי זה.',
      isBottleneck: true,
    },
    {
      title: 'כרטיס אשראי',
      description:
        'אתם צריכים להזמין אותו בעצמכם דרך ישראכרט או האתר של חבר. ניתן להזמין את הכרטיס רק אחרי שנכנסת לחשבון משכורת הקבע הראשונה.',
      isBottleneck: false,
    },
    {
      title: 'מעבר לאוצר החייל',
      description:
        'אין חובה לעבור לבנק אוצר החייל, אבל שווה לבחון את ההטבות שהם נותנים. תקחו בשחבון גם אם יש לכם גישה נוחה לסניף קרוב.',
      isBottleneck: false,
    },
    {
      title: 'כרטיס צהוב וכחול',
      description:
        'כשאתם מזמינים את הכרטיס אשראי הכרטיסים אמורים להיות מוזמים אוטומטית. כדאי להתקשר למועדון חבר ולוודא בכל מקרה. הצהוב בדרך כלל מגיע ראשון ואחריו הכחול. כשהם מגיעים צריך להתקשר למספר שיש על הגב שלהם ולהפעיל אותם. באתר חבר אפשר להטעין אותם ולראות את היתרה שיש בהם ואת החנויות והמסעדות שאפשר לשלם בהם בכרטיסים.',
      isBottleneck: true,
    },
    {
      title: 'כרטיס אפור',
      description:
        "צריך לשלוח מייל ל'נקודות' באאוטלוק ולבקש את הכרטיס. הוא מוזן אוטומטית ע''י הצבא בכניסה לקבע ואז פעם בשנה. אפשר לקנות בו בכל מיני חנויות והוא נותן גם הנחה - כל נקודה היא 1.25 שקלים",
      isBottleneck: false,
    },
  ],
};
