const halbana = {
  title: 'הלבנה',
  description: 'העברת מידע מרשת בסיווג נמוך לרשת בסיווג גבוה',
  steps: [
    {
      title: 'פתיחת בקשה בשדה תעופה',
      description:
        'באתר של שדה תעופה, ברשת בסיווג הגבוה, פתחו בקשה חדשה. הגדירו את המידע שאתם רוצים להעביר ואת האנשים שאתם רוצים שיאשרו לכם את הבקשה',
      isBottleneck: false,
    },
    {
      title: 'צרבו את המידע שאתם רוצים להעביר על דיסק',
      description: '(בהצלחה עם למצוא צורב דיסקים או מחשב עם כונן)',
      isBottleneck: false,
    },
    {
      title: 'בדקו אם אישרו לכם את הבקשה',
      description:
        'לבקשות בשדה תעופה יש תוקף, אז כדאי לפנות לגורם המאשר ולוודא שהוא מאשר לכם את הבקשה',
      isBottleneck: true,
    },
    {
      title: 'גשו לעמדת שדה תעופה עם הדיסק הצרוב',
      description: 'הזינו את מספר הבקשה, הכניסו את הדיסק לעמדה וחכו לטעינה',
      isBottleneck: false,
    },
    {
      title: 'בדקו אם ההלבנה הסתיימה',
      description: 'אתם יכולים לעקוב אחרי סטטוס ההלבנה מהאתר של שדה תעופה',
      isBottleneck: false,
    },
    {
      title: 'גשו למידע שהלבנתם',
      description:
        'בתוך הרשומה של ההלבנה שהסתיימה תמצאו קישור לתיקיית רשת שבה נמצא המידע שהלבנתם',
      isBottleneck: false,
    },
  ],
};

const hashhara = {
  title: 'השחרה',
  description: 'העברת מידע מרשת בסיווג גבוה לרשת בסיווג נמוך',
  steps: [
    {
      title: "עושים בקשה במייל מול הקב''ם",
      description:
        "לבקשה מצרפים את זה הקבצים שרוצים להשחיר. הקב''ם צריך לאשר את זה עם גורמי קב''ם יותר גבוכהים.",
      isBottleneck: true,
    },
    {
      title: "כשיש אישור של הקב''ם הולכים לעמדת השחרה",
      description:
        'כנראה תהיה עמדה במתקן מחשב שלכם. הולכים לשם, הם מקבלים את האישור של הקבם ומוכנים לצרוב לכם על הדיסק',
      isBottleneck: true,
    },

    {
      title: 'אם רוצים להשחיר מרשת לרשת',
      description:
        'אם רוצים להשחיר ואז להלבין עושים את שני החלקים בנפרד- משחירים מהרשת המסווגת ומלבינים את הדיסק לרשת הפחות מסווגת',
      isBottleneck: true,
    },
  ],
};

const createUser = {
  title: 'יצירת משתמש',
  description: 'יצירת משתמש אישי ברשת צבאית',
  steps: [
    {
      title: "גשו לקב''ם ביחידתכם ובקשו מהם את לומדת הב''ם הנדרשת לפתיחת משתמש",
      description:
        "מאחר ואין לכם עדיין משתמש תצטרכו לעשות את הלומדה על מחשב של מישהו אחר. בסוף תצטרכו לשלוח לקב''ם את הציון שלכם.",
      isBottleneck: true,
    },
    {
      title: 'הוציאו טופס יצירת משתמש ממרכז המחשוב היחידתי',
      description: '',
      isBottleneck: true,
    },
    {
      title: 'החתימו את האנשים הרלוונטים על הטופס',
      description:
        "בתור מפקד תצטרכו להחתים סרן ומעלה, וגם הקב''ם צריך לחתום עלנ הטופס",
      isBottleneck: true,
    },
    {
      title: 'קחו את הטופס החתום חזרה למרכז מחשוב',
      description:
        "אם הם מאשרים את הטופס אתם יכולים ללכת לקב''ם חזרה שיוציאו לכם את המשתמש",
      isBottleneck: true,
    },
  ],
};

const createUserX = {
  title: 'יצירת משתמש חזק',
  description: 'יצירת משתמש בעל הרשאות חזקות',
  steps: [
    {
      title: "הולכים לקב''ם לעבור תדריך",
      description:
        'זה לא קורה כל יום אז צריך לתאם איתם מתי הם עושים את זה ולהגיע.',
      isBottleneck: true,
    },
    {
      title: 'פתחו בקשה באתר ניהול זהויות',
      description:
        " כאמור להיות רע''ן שיאשר את הבקשה. שימו לב שלא כל הרע''נים יכולים לאשר אז יכול להיות שזה לא יהיה הרע''ן שלכם. נסו ליצור קשר עם הרע''ן שביקשתם ממנו לאשר ולבקש ממנו לאשר.",
      isBottleneck: true,
    },
    {
      title: "נחזור לקב''ם כשהבקשה בניהול זהויות מאושרת",
      description:
        "הקב''ם יכול להגדיר לכם שאתם צריכים לזהזדהות בטביעת אצבע ולשלוח אתכם לאפסנאות להוציא קורא אצבע.",
      isBottleneck: true,
    },
  ],
};

const unlockUser = {
  title: 'פתיחת משתמש שננעל',
  description: 'אם אתם לא מצליחים להיכנס למשתמש שלכם ונראה שהוא נעול',
  steps: [
    {
      title: "הולכים לקב''ם, הם יודעים לפתוח",
      description: 'מבקשים מהם שיפתחו את המשתמש, הם מכירים את הנוהל',
      isBottleneck: true,
    },
    {
      title: "במידה ויש עיכוב עם הקב''ם, לכו למחשוב",
      description:
        'המחשוב היחידתי שלכם יכול להוציא לכם סיסמא זמנית שתוכלו להשתמש בה למרות שהמשתמש שלכם נעול',
      isBottleneck: true,
    },
  ],
};

const tofesHul = {
  title: "טופס חו''ל",
  description: "בקשת אישור יציאה לחו''ל",
  steps: [
    {
      title: 'קבלו אישור בעל פה מהמפקד שלכם',
      description: 'המפקדים שלכם צריכים לדעת מתי ולאן אתם מתכננים לטוס',
      isBottleneck: true,
    },
    {
      title: "פתחו בקשה של טוםס חו''ל באתר צה''ל",
      description: 'כבר לא צריך להדפיס טפסים, אפשר להגיש את הבקשה באופן מכוון',
      isBottleneck: false,
    },
    {
      title: 'בידקו אם אישרו לכם את הבקשה',
      description:
        "חיילי קבע אמורים לקבל אישור תוך כמה ימים, חיילי חובה צריכים שהרע''ן שלהם יאשר להם באתר. כדאי לוודא שאושר לכם החו''ל לפני שאתם מזמינים כרטיסי טיסה.",
      isBottleneck: true,
    },
  ],
};

const shmirotHova = {
  title: 'איך עולים לשמירה - חובה',
  description: 'איזה טפסים להדפיס, מתי צריך להיות איפה?',
  steps: [
    {
      title: 'טופס מק פורק',
      description: 'הדפיסו את הטופס מראש, המפקד שלכם צריך לחתום עליו',
      isBottleneck: true,
    },
    {
      title: 'נגררת הצבות',
      description: 'אפשר למצוא את זה באתר הפרט והיחידה ברשת הסודית',
      isBottleneck: false,
    },
    {
      title: 'פנקס מטווחים',
      description:
        'וודאו מראש שהפנקס שלכם בתוקף- שלא עברה חצי שנה מהתאריך שרשום עליו',
      isBottleneck: false,
    },
    {
      title: 'הוצאת נשק',
      description:
        "בבוקר השמירה יש להוציא נשק, תצטרכו להביא את הטפסים הנ''ל לנשקייה כדי להוציא נשק",
      isBottleneck: true,
    },
    {
      title: 'הרשמה',
      description:
        "בשעה 9:00 אתם צריכים להתייצב בחמ''ל ולהרשם אצל האחראי שמירות. שם יגידו לכם איזה שמירה אתם עושים.",
      isBottleneck: true,
    },
    {
      title: 'עליית משמר',
      description: 'בשעה 10:00 אתם צריכים להתייצב במגורי השומרים לעליית משמר',
      isBottleneck: false,
    },
    {
      title: 'שמירה',
      description:
        'השתדלו להגיע לשמירה קצת לפני הזמן, לא נעים לתת לשומרים לפניכם לחכות, וגם אתם לא הייתם רוצים שיאחרו לכם. אל תשכחו לקחת מים.',
      isBottleneck: false,
    },
  ],
};

const shmirotKeva = {
  title: 'איך עולים לשמירה - קבע',
  description: 'איך להתכונן לשמירת קבע?',
  steps: [
    {
      title: 'וודאו מתי השמירה שלכם',
      description:
        'נגדים שעושים שמירת בוקר צריכים לבוא לתדריך בבוקר שלפני, לכן כדאי לוודא מראש מתי ובאיזה שעה השמירה.',
      isBottleneck: false,
    },
    {
      title: 'הגיעו בזמן לתדריך',
      description: "התדריך מתקיים בשעה 9:00 במשרד של ק. האבטחה מאחורי החמ''ל",
      isBottleneck: false,
    },
    {
      title: 'עושים שבת? אל תשכחו טפסי נשק',
      description:
        'ע. קצין שעושים שבת צריכים להוציא נשק, את הטפסים הנחוצים אתם יכולים למצוא במדריך שמירות לחיילי חובה',
      isBottleneck: false,
    },
  ],
};

const shmirotKtznim = {
  title: 'איך עולים לשמירה - קצינים',
  description: 'איך עולים לשמירת ק. תורן או מ. תורן',
  steps: [
    {
      title: 'הכינו את טפסי הנשק מראש',
      description:
        'אתם צריכים להוציא טופס מק פורק, נגררת הצבות, ולוודא שהפנקס מטווחים שלכם בתוקף. הוראות יותר מפורטות במדריך לחיילי חובה.',
      isBottleneck: false,
    },
    {
      title: 'ארזו ציוד מתאים לשינה בבסיס',
      description:
        "אל תשכחו להביא מצעים וכלי רחצה, מדי ב', בננה ורצועה לנשק, ולהתארגן מראש על אוכל אם עושים שבת",
      isBottleneck: false,
    },
    {
      title: 'הגיעו לתדריך בבוקר השמירה',
      description: "התדריך מתקיים בשעה 9:00 במשרד של ק. האבטחה מאחורי החמ''ל",
      isBottleneck: false,
    },
    {
      title: 'קצין תורן - וודא את תקינות כל הדברים שאתה חותם עליהם',
      description:
        'כשאתם עוברים עם הקצין התורן היוצא על הציוד שאתם חותמים עליו וודאו את התקינות של הכל, וודאו שאתם רואים את הכל בעיניים שלכם. אם יש חוסרים תלכו לק. אבטחה ותגידו לו, ותתנו לו לתקן את הטופס שאתם חותמים עליו',
      isBottleneck: false,
    },
    {
      title: 'בגדול, כל ההוראות בקלסר',
      description:
        'בקלסר שאתם מקבלים בתדריך יש את כל ההוראות שאתם צריכים. מומלץ לעבור עליו בבוקר ולשים תזכורות למשימות של מהלך היום.',
      isBottleneck: false,
    },
  ],
};

const imInKevaNowWhat = {
  title: 'כניסה לקבע',
  description: 'כל מה שצריך לדעת על כרטיסים וביטוחים',
  steps: [
    {
      title: 'מרכז כניסה לקבע',
      description:
        'לא להילחץ, יזמנו אתכם. אבל אם אתם ממהרים אתם יכולים להתקשר לשם ולקבוע לעצמכם פגישה. כדאי לוודא מראש איזה ביטוחים יש לכם דרך ההורים כדי לא לחתום סתם על הכל. אם אתם לא מפרנסים אף אחד אתם יכולים גם לוותר על ההפרשה לשארים מהפנסיה. מומלץ לשבת עם הגופים השונים שמציעים שירותים מוזלים לעמיתי חבר, אבל אתם לא חייבים לסגור איתם מייד, תוכלו להתייעץ עם המשפחה ולחזור אליהם אחרי זה.',
      isBottleneck: true,
    },
    {
      title: 'כרטיס אשראי',
      description:
        'אתם צריכים להזמין אותו בעצמכם דרך ישראכרט או האתר של חבר. ניתן להזמין את הכרטיס רק אחרי שנכנסת לחשבון משכורת הקבע הראשונה.',
      isBottleneck: false,
    },
    {
      title: 'מעבר לאוצר החייל',
      description:
        'אין חובה לעבור לבנק אוצר החייל, אבל שווה לבחון את ההטבות שהם נותנים. תקחו בשחבון גם אם יש לכם גישה נוחה לסניף קרוב.',
      isBottleneck: false,
    },
    {
      title: 'כרטיס צהוב וכחול',
      description:
        'כשאתם מזמינים את הכרטיס אשראי הכרטיסים אמורים להיות מוזמים אוטומטית. כדאי להתקשר למועדון חבר ולוודא בכל מקרה. הצהוב בדרך כלל מגיע ראשון ואחריו הכחול. כשהם מגיעים צריך להתקשר למספר שיש על הגב שלהם ולהפעיל אותם. באתר חבר אפשר להטעין אותם ולראות את היתרה שיש בהם ואת החנויות והמסעדות שאפשר לשלם בהם בכרטיסים.',
      isBottleneck: true,
    },
    {
      title: 'כרטיס אפור',
      description:
        "צריך לשלוח מייל ל'נקודות' באאוטלוק ולבקש את הכרטיס. הוא מוזן אוטומטית ע''י הצבא בכניסה לקבע ואז פעם בשנה. אפשר לקנות בו בכל מיני חנויות והוא נותן גם הנחה - כל נקודה היא 1.25 שקלים",
      isBottleneck: false,
    },
  ],
};

const hazanatGmush = {
  title: "הזנת גמו''ש",
  description: 'הזנת הקורסים שעשיתם / קורס קצינים על מנת לקבל תוספת למשכורת',
  steps: [
    {
      title: 'בדקו במערכת הפרט והיחידה אם מוזנים לכם כל הקורסים שעשיתם',
      description: 'כיום הקורסים אמורים להיות מוזנים אוטומטית ולהיספר במערכת.',
      isBottleneck: false,
    },
    {
      title: 'אם חסרים לכם קורסים, דברו עם השלישות',
      description:
        'במידה וראיתם שלא נמצאים ברשימה קורסים שעשיתם, דברו עם שלישות היחידה שלכם וודאו איתם למה.',
      isBottleneck: true,
    },
    {
      title: "מגיע לכם גמו''ש גם על קורס קצינים",
      description:
        "אם חזרתם מקורס קצינים אתם זכאים לקבל גמו''ש. בנוסף, קצינים יכולים להזין שני גמושים אז אל תפסיקו לצבור שעות לגמו''ש השני.",
      isBottleneck: false,
    },
  ],
};

const drivingMoney = {
  title: 'הזנת החזרי נסיעה',
  description: 'קבלת החזר כספי על הנסיעה בכרב הפרטי לבסיס',
  steps: [
    {
      title: 'הכינו מראש את המסמכים',
      description:
        'אתם צריכים להביא רשיון רכב, ביטוח חובה, רשיון נהיגה, ואם הרכב לא רשום על שמכם אז גם אישור מבעל הרכב שאתם נוסעים בו באופן קבוע',
      isBottleneck: false,
    },
    {
      title: 'הוציאו ומלאו את הטופס החזרת החזרי נסיעות',
      description:
        'אתם יכולים להדפיס את זה לבד או לבקש מהשליש או השלישה שלכם להדפיס. בכל מקרה מומלץ למלא את הטופס יחד איתם',
      isBottleneck: true,
    },
    {
      title: 'הגישו את הטופס עם  כל המסמכים לשלישות',
      description: 'בקשו מהשלישות שיעברו ויראו שלא חסרים לכם טפסים',
      isBottleneck: true,
    },
  ],
};

const hazanatDiploma = {
  title: 'הזנת דיפלומה לתואר',
  description: "הזנת התואר כך שיוכר ע''י הצבא, ",
  steps: [
    {
      title:
        'הוציאו אישור לימודים עם חותמת של המוסד בו למדתם, וגליון ציונים שלכם',
      description:
        'גשו בהקדם למוסד בו למדתם והוציאו את הטפסים הנדרשים. יתכן ותיאלצו להגיע לשם פיזית אז תכננו את הזמן נכון.',
      isBottleneck: true,
    },
    {
      title: 'הביאו את המסמכים לשלישות היחידה שלכם',
      description: "השלישות צריכים להזין את הטפסים מול מופ''ת",
      isBottleneck: true,
    },
    {
      title: 'תהיו עם יד על הדופק',
      description:
        "לפעמים לוקח הרבה זמן להזין את התואר. כדאי לבדוק מידי פעם אם הוזן לכם ואם לא אז לדבר עם השלישות או מופ''ת להבין את הסטטוס של הטפסים שלכם.",
      isBottleneck: true,
    },
  ],
};

const torMirpaa = {
  title: 'קביעת תור למרפאת יחידה',
  description: 'איך קובעים תור למרפאת יחידה',
  steps: [
    {
      title: 'מתקשרים למרפאה או הולכים אליהן',
      description:
        'במקרה דחוף אפשר להגיע בבוקר ולהיכנס לחובשת, היא יכולה לתת תור דחוף לרופא',
      isBottleneck: false,
    },
  ],
};

const torMirpaaHitzunit = {
  title: 'קביעת תור למרפאה חיצונית',
  description: 'איך קובעים תור למרפאת קבע או רופא מומחה',
  steps: [
    {
      title: 'אתר זימון תורים',
      description:
        'נכנסים באזרחי או ברשת הסודית, בוחרים את האיזור/מרפאה, את סוג הטיפול הרצוי ושאר הפרטים',
      isBottleneck: false,
    },
    {
      title: 'מוקד זימון תורים',
      description: 'מתקשרים לזימון תורים ומבקשים מהם לקבוע לנו תור',
      isBottleneck: false,
    },
    {
      title: 'זימון תורים באסמס',
      description:
        'שולחים אסמס לזימון תורים, עם הפרטים שלנו ושל התור שאנחנו רוצים, הם עונים עם תאריך שנקבע או עם הצעה לתור דומה. יש פחות חופש בבחירת התור אבל אפשר לשלוח אסמס בלילה ולקבל מענה בבוקר',
      isBottleneck: false,
    },
  ],
};

const torKaban = {
  title: "קביעת תור לקב''ן",
  description: 'איך קובעים תור למרפאת בריאות הנפש או למכון הקבע',
  steps: [
    {
      title: 'קביעת תור לחיילי חובה',
      description:
        "חיילי חובה צריכים לבקש מהמפקד שלהם שיעביר חוו''ד עליהם למרפאת בריאות הנפש. אפשר ליצור איתם קשר במייל ולקבל את הטופס למילוי. המרפאה צריכה לחזור אליכם אחרי שליחת הטופס ולקבוע תור בידיעת המפקד",
      isBottleneck: false,
    },
    {
      title: 'קביעת תור לחייל בקבע שנה ראשונה',
      description:
        "בשנה ראשונה בקבע או בשנה ראשונה של עתודאים הם יכולים לקבוע לבד למרפאת בריאות הנפש, ללא חוו''ד מפקד",
      isBottleneck: false,
    },
    {
      title: 'קביעת תור לחייל שמעל שנה בקבע',
      description:
        "מי שיש לו יותר משנה בקבע זכאי לפנות למכון הקבע. מכון הקבע יעשה איתכם פגישה ראשונית ואז ישבץ אתכם במידת הצורך לפסיכולוג אזרחי. הוא מציע מגוון רחב יותר של טיפולים, כמו טיפול זוגי וטיפולים יותר מקצועיים מקב''ן.",
      isBottleneck: false,
    },
    {
      title: 'כללי',
      description:
        "בדרך כלל גם במרפאת ברה''ן וגם במכון הקבע יקבעו לכם פגישת הערכה ראשונית, ועל סמך הפגישה הזאת יקבעו איתכם אם ממשיכים פגישות בצורה רציפה, כמות ספורה של פגישות לטיפול בבעיה ספציפית או שאין צורך בהמשך בפגישות.",
      isBottleneck: false,
    },
  ],
};

export default [
  halbana,
  hashhara,
  createUser,
  createUserX,
  unlockUser,
  tofesHul,
  shmirotHova,
  shmirotKeva,
  shmirotKtznim,
  imInKevaNowWhat,
  hazanatGmush,
  drivingMoney,
  hazanatDiploma,
  torMirpaa,
  torMirpaaHitzunit,
  torKaban,
];
