export default {
  title: 'איך עולים לשמירה - קצינים',
  fileName: 'shmirotKtznim',
  description: 'איך עולים לשמירת ק. תורן או מ. תורן',
  steps: [
    {
      title: 'הכינו את טפסי הנשק מראש',
      description:
        'אתם צריכים להוציא טופס מק פורק, נגררת הצבות, ולוודא שהפנקס מטווחים שלכם בתוקף. הוראות יותר מפורטות במדריך לחיילי חובה.',
      isBottleneck: false,
    },
    {
      title: 'ארזו ציוד מתאים לשינה בבסיס',
      description:
        "אל תשכחו להביא מצעים וכלי רחצה, מדי ב', בננה ורצועה לנשק, ולהתארגן מראש על אוכל אם עושים שבת",
      isBottleneck: false,
    },
    {
      title: 'הגיעו לתדריך בבוקר השמירה',
      description: "התדריך מתקיים בשעה 9:00 במשרד של ק. האבטחה מאחורי החמ''ל",
      isBottleneck: false,
    },
    {
      title: 'קצין תורן - וודא את תקינות כל הדברים שאתה חותם עליהם',
      description:
        'כשאתם עוברים עם הקצין התורן היוצא על הציוד שאתם חותמים עליו וודאו את התקינות של הכל, וודאו שאתם רואים את הכל בעיניים שלכם. אם יש חוסרים תלכו לק. אבטחה ותגידו לו, ותתנו לו לתקן את הטופס שאתם חותמים עליו',
      isBottleneck: false,
    },
    {
      title: 'בגדול, כל ההוראות בקלסר',
      description:
        'בקלסר שאתם מקבלים בתדריך יש את כל ההוראות שאתם צריכים. מומלץ לעבור עליו בבוקר ולשים תזכורות למשימות של מהלך היום.',
      isBottleneck: false,
    },
  ],
};
