export default {
  title: 'איך עולים לשמירה - קבע',
  fileName: 'shmirotKeva',
  description: 'איך להתכונן לשמירת קבע?',
  steps: [
    {
      title: 'וודאו מתי השמירה שלכם',
      description:
        'נגדים שעושים שמירת בוקר צריכים לבוא לתדריך בבוקר שלפני, לכן כדאי לוודא מראש מתי ובאיזה שעה השמירה.',
      isBottleneck: false,
    },
    {
      title: 'הגיעו בזמן לתדריך',
      description: "התדריך מתקיים בשעה 9:00 במשרד של ק. האבטחה מאחורי החמ''ל",
      isBottleneck: false,
    },
    {
      title: 'עושים שבת? אל תשכחו טפסי נשק',
      description:
        'ע. קצין שעושים שבת צריכים להוציא נשק, את הטפסים הנחוצים אתם יכולים למצוא במדריך שמירות לחיילי חובה',
      isBottleneck: false,
    },
  ],
};
