export default {
  title: "טופס חו''ל",
  fileName: 'tofesHul',
  description: "בקשת אישור יציאה לחו''ל",
  steps: [
    {
      title: 'קבלו אישור בעל פה מהמפקד שלכם',
      description: 'המפקדים שלכם צריכים לדעת מתי ולאן אתם מתכננים לטוס',
      isBottleneck: true,
    },
    {
      title: "פתחו בקשה של טופס חו''ל באתר צה''ל",
      description: 'כבר לא צריך להדפיס טפסים, אפשר להגיש את הבקשה באופן מכוון',
      isBottleneck: false,
    },
    {
      title: 'בידקו אם אישרו לכם את הבקשה',
      description:
        "חיילי קבע אמורים לקבל אישור תוך כמה ימים, חיילי חובה צריכים שהרע''ן שלהם יאשר להם באתר. כדאי לוודא שאושר לכם החו''ל לפני שאתם מזמינים כרטיסי טיסה.",
      isBottleneck: true,
    },
  ],
};
