export default {
  title: "קביעת תור לקב''ן",
  fileName: 'torKaban',
  description: 'איך קובעים תור למרפאת בריאות הנפש או למכון הקבע',
  steps: [
    {
      title: 'קביעת תור לחיילי חובה',
      description:
        "חיילי חובה צריכים לבקש מהמפקד שלהם שיעביר חוו''ד עליהם למרפאת בריאות הנפש. אפשר ליצור איתם קשר במייל ולקבל את הטופס למילוי. המרפאה צריכה לחזור אליכם אחרי שליחת הטופס ולקבוע תור בידיעת המפקד",
      isBottleneck: false,
    },
    {
      title: 'קביעת תור לחייל בקבע שנה ראשונה',
      description:
        "בשנה ראשונה בקבע או בשנה ראשונה של עתודאים הם יכולים לקבוע לבד למרפאת בריאות הנפש, ללא חוו''ד מפקד",
      isBottleneck: false,
    },
    {
      title: 'קביעת תור לחייל שמעל שנה בקבע',
      description:
        "מי שיש לו יותר משנה בקבע זכאי לפנות למכון הקבע. מכון הקבע יעשה איתכם פגישה ראשונית ואז ישבץ אתכם במידת הצורך לפסיכולוג אזרחי. הוא מציע מגוון רחב יותר של טיפולים, כמו טיפול זוגי וטיפולים יותר מקצועיים מקב''ן.",
      isBottleneck: false,
    },
    {
      title: 'כללי',
      description:
        "בדרך כלל גם במרפאת ברה''ן וגם במכון הקבע יקבעו לכם פגישת הערכה ראשונית, ועל סמך הפגישה הזאת יקבעו איתכם אם ממשיכים פגישות בצורה רציפה, כמות ספורה של פגישות לטיפול בבעיה ספציפית או שאין צורך בהמשך בפגישות.",
      isBottleneck: false,
    },
  ],
};
